{
    "plugin_settings": "Einstellungen für Dateiaktivität",
    "default": "Standard",
    "start": "Start",
    "stop": "Stopp",
    "start_monitoring": "Dateiaktivitätsüberwachung starten",
    "stop_monitoring": "Dateiaktivitätsüberwachung stoppen",
    "apply": "Übernehmen",
    "array_stopped": "Array gestoppt",
    "display_events": "Ereignisse anzeigen",
    "enable_cache": "Für Cache- und Pool-Laufwerke aktivieren",
    "enable_unassigned": "Für nicht zugewiesene Geräte aktiviert",
    "enable_ssd": "Für SSDs aktivieren",
    "enable_monitoring": "Dateiaktivitätsüberwachung aktivieren",
    "yes": "Ja",
    "no": "Nein",
    "done": "Fertig",
    "disk_activity": "Festplatten-Dateiaktivität",
    "share_activity": "Freigabe-Dateiaktivität",
    "refresh": "Aktualisieren",
    "clear": "Leeren",
    "refresh_page": "Seite neu laden",
    "clear_log": "Das Dateiaktivitätsprotokoll löschen",
    "settings": {
        "monitoring": "Dateiaktivitätsüberwachung",
        "description": "Das Öffnen, Lesen, Schreiben und Ändern von Dateien wird auf dem Array mithilfe von inotify überwacht und protokolliert und wird nach Laufwerk oder Freigabe, UD-Laufwerken und Cache angezeigt. Um die Festplattenaktivität zu protokollieren, müssen Sie die Dateiaktivitätsüberwachung starten. Die Dateiaktivitätsüberwachung ist dafür gedacht, nur für kurze Zeiträume zu laufen, damit Sie die Festplattenaktivität überprüfen können. Bei einem Server mit vielen Dateiaktivitäten kann der Protokollspeicher schnell gefüllt werden. Die Verzeichnisse \"appdata\", \"docker\", \"syslogs\" und \"system\" (Groß-/Kleinschreibung wird nicht beachtet) sind ausgeschlossen.",
        "note": "Hinweis: Die Dateiaktivitätsüberwachung wird gestoppt, wenn das Array gestoppt wird und startet neu, wenn das Array gestartet wird, sofern sie aktiviert ist.",
        "apply_defaults": "Standardwerte laden und anwenden",
        "help": {
            "enable_monitoring": "Auf **Ja** setzen, um die Dateiaktivitätsüberwachung beim Start des Servers zu aktivieren.",
            "enable_ssd": "Auf **Ja** setzen, um die Dateiaktivitätsüberwachung für alle SSD-Geräte zu aktivieren, ansonsten werden nur sich drehende Geräte überwacht. Die Überwachung von SSD-Geräten kann durch hohe Aktivität auf SSDs den Server überfordern.",
            "enable_unassigned": "Auf **Ja** setzen, um die Dateiaktivitätsüberwachung für Unassigned Devices zu aktivieren, wenn das Unassigned Devices Plugin installiert ist.",
            "enable_cache": "Auf **Ja** setzen, um die Dateiaktivitätsüberwachung für Cache- und Pool-Laufwerke zu aktivieren.",
            "display_events": "Dies ist die Anzahl der Dateivorgänge, die auf den Laufwerken und Freigaben aus dem Dateiaktivitätsprotokoll für jede Freigabe oder jedes Laufwerk angezeigt werden."
        }
    }
}