{
    "plugin_settings": "Paramètres d'activité des fichiers",
    "default": "Par défaut",
    "start": "Démarrer",
    "stop": "Arrêter",
    "start_monitoring": "Démarrer la surveillance de l'activité des fichiers",
    "stop_monitoring": "Arrêter la surveillance de l'activité des fichiers",
    "apply": "Appliquer",
    "array_stopped": "Array arrêté",
    "display_events": "Afficher les événements",
    "enable_cache": "Activer pour les disques Cache et Pool",
    "enable_unassigned": "Activé pour les appareils non assignés",
    "enable_ssd": "Activer pour les SSD",
    "enable_monitoring": "Activer la surveillance de l'activité des fichiers",
    "yes": "Oui",
    "no": "Non",
    "done": "Terminé",
    "disk_activity": "Activité des fichiers du disque",
    "share_activity": "Activité des fichiers du partage",
    "refresh": "Rafraîchir",
    "clear": "Effacer",
    "refresh_page": "Rafraîchir la page",
    "clear_log": "Effacer le journal d'activité des fichiers",
    "date": "Date",
    "action": "Action",
    "file_path": "Chemin du fichier",
    "reset": "Réinitialiser les filtres",
    "group": "Groupe",
    "clear_filters": "Effacer les filtres",
    "add": "Ajouter une exclusion",
    "remove": "Supprimer l'exclusion",
    "save": "Enregistrer les paramètres",
    "exclusions": "Exclusions",
    "settings": {
        "monitoring": "Surveillance de l'activité des fichiers",
        "description": "L'activité d'ouverture, de lecture, d'écriture et de modification des fichiers est surveillée et enregistrée sur la grappe à l'aide d'inotify et s'affiche par disque ou partage, disques UD et cache. Vous devez démarrer l'activité des fichiers pour pouvoir enregistrer l'activité des disques. L'activité des fichiers est prévue pour fonctionner durant de courtes périodes afin de vérifier l'activité des disques. Un serveur avec beaucoup d'activité de fichiers peut remplir l'espace de logs. Les dossiers « appdata », « docker », « syslogs » et « system » (insensible à la casse) sont exclus.",
        "note": "Remarque : la surveillance de l'activité des fichiers s'arrête si la grappe est arrêtée, et elle redémarrera lorsque la grappe sera relancée si elle est activée.",
        "apply_defaults": "Charger et appliquer les valeurs par défaut",
        "clear_data": "Effacer les données",
        "clear_data_description": "Effacer le journal d'activité des fichiers.",
        "help": {
            "enable_monitoring": "Sélectionnez **Oui** pour activer la surveillance de l'activité des fichiers au démarrage du serveur.",
            "enable_ssd": "Sélectionnez **Oui** pour activer la surveillance de l'activité des fichiers sur les périphériques SSD, sinon seuls les périphériques à plateaux seront surveillés. La surveillance des SSD peut surcharger le serveur en cas d'activité importante sur les SSD.",
            "enable_unassigned": "Sélectionnez **Oui** pour activer la surveillance de l'activité des fichiers pour les périphériques non assignés si le plugin Unassigned Devices est installé.",
            "enable_cache": "Sélectionnez **Oui** pour activer la surveillance de l'activité des fichiers pour les disques cache et de pool.",
            "display_events": "Ceci est le nombre d'événements de fichiers affichés sur les disques et partages depuis le journal d'activité des fichiers pour chaque partage ou disque."
        }
    }
}